Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: Now this blood right here-- remember, this one still is de-oxygenated blood.
ht: Koulye a, sa a san rezon ici - sonje, sa a toujou se san de-oxygenated.

source: De-oxygenated blood goes to the lungs to become oxygenated.
ht: San de-oxygenated ale nan poumon yo vin ksijene.

source: So this right here is the pulmonary-- I'm using the word pulmonary because it's going to or from the lungs.
ht: Se poutèt sa isit la pulmonaire - m ap pale a ti kay paske li pwal pou ou nan poumon.

source: It's dealing with the lungs.
ht: Li tap negosye ak poumon.

source: And it's going away from the heart.
ht: E li pwal kite kè moun.

source: It's the pulmonary artery and it is de-oxygenated.
ht: Se la gwo pulmonaire venn Et de-oxygenated.

source: Then it goes to the heart, rubs up against some alveoli and then gets oxygenated and then it comes right back.
ht: Apre sa, li li pou kè nou, Micro kont alveoli kèk Et puis obtient ksijene Et a lè sa a li vin droit.

source: Now this right here, we're going to the heart.
ht: Koulye a sa a droit isit la, nou pral resevwa.

source: So that's a vein.
ht: Se konsa, sa se yon venn nan janm.

source: It's in the loop with the lungs so it's a pulmonary vein and it rubbed up against the alveoli and got the oxygen diffused into it so it is oxygenated.
ht: Se nan bouk ak poumon se sak rive vre yon venn nan kou pulmonaire Et li grate atake alveoli yo Et a la oksijèn diffused nan men l' pou l' ksijene. Et puis li flux nan atrium gòch ou.

source: Now, the left atrium, once again, from our point of view, is on the right-hand side, but from the dude looking at it, it's his left-hand side.
ht: Jouk koulye a, a gòch atrium, yon fwa ankò, depi nou pwen de vi, se sou bò droite, men nan dude a gade l, sa se kote sou bò gòch li.

source: So it goes into the left atrium.
ht: Se konsa, li antre nan a gòch atrium.

source: Now in the left ventricle, after it's done pumping, it expands and that oxygenated blood flows into the left ventricle.
ht: Koulye a nan gwo seksyon a gòch kè, apwè li te fè estime, li développe Et sa ksijene ekoulman san nan gòch gwo seksyon kè.

source: Then the left ventricle-- the ventricles are what do all the pumping-- it squeezes and then it pumps the blood into the aorta.
ht: Lè sa a gòch gwo seksyon kè ­ ventricles yo se sa ki fè tou sa a estime - l' squeezes, lè sa a li pompes a san nan tout gwo kannal san wouj. Sa se yon gwo venn.

source: Why is it an artery?
ht: Poukisa se yon venn kè?

source: Because we're going away from the heart.
ht: Paske nou pral kite kè moun.

source: Is it a pulmonary artery?
ht: Èske se yon pulmonaire venn kè?

source: No, we're not dealing with the lungs anymore.
ht: Gen non, nou ap pa rapò ak poumon ankò.

source: We dealt with the lungs when we went from the right ventricle, went to the lungs in a loop, back to the left atrium.
ht: Nou bay ansanm ak poumon lè pou n' de dwa gwo seksyon kè, ale nan poumon nan yon bouk, tounen pou a gòch atrium.

source: Now we're in the left ventricle.
ht: Koulye a, nou gen gwo seksyon kè a gòch.

source: We pump into the aorta.
ht: Nou pompe nan tout gwo kannal san wouj.

source: Now this is to go to the rest of the body.
ht: Koulye a sa a se pou ale nan tout rès kò a.

source: This is an artery, a non-pulmonary artery-- and it is oxygenated.
ht: Sa se yon gwo venn, gwo yon ki pa-pulmonaire venn- ak li ksijene.

source: So when we're dealing with non-pulmonary arteries, we're oxygenated, but a pulmonary artery has no oxygen.
ht: Se konsa, lè nou ap gen rapò ak ki pa-pulmonaire artères, nou ksijene, men yon gwo pulmonaire venn, pa oksijèn.

source: It's going away from the heart to get the oxygen.
ht: Sa ap kite konprann pou yo sa jwenn oksijèn an.

source: Pulmonary vein comes from the lungs to the heart with oxygen, but the rest of the veins go to the heart without oxygen because they want to go into that loop on the pulmonary loop right there.
ht: Pulmonaire venn nan janm soti nan poumon pou kè ak oksijèn, men, ti rès ki rete nan venn ale san kè oksijèn paske yo vle antre nan bouk sa a ti kay boucle la a.

source: So I'll leave you there.
ht: Se poutèt sa, m' ap kite ou la.

source: Hopefully that gives-- actually, let's go back to that first diagram.
ht: Ki bay - aktyèlman, an n al dèyè premye dyagram sa.

source: I think you have a sense of how the heart is dealing, but let's go look at the rest of the body and just get a sense of things.
ht: Mwen panse ke nou genyen yon sans de gen pou jan kè wè, men an n ale gade nan tout rès kò a ak tout jwenn yon sans de sa.

source: You can look this up on Wikipedia if you like.
ht: Ou ka chèche sa a sou Wikipedya si vous kon.

source: All of these different branching points have different names to them, but you can see right here you have kind of a branching off, a little bit below the heart.
ht: Tout moun sa yo diferan pwen branchement ont diferan non pou yo, men ou ka wè isit-menm ou gen jan de plen, yon ti jan pi ba pase kè moun.

source: This is actually the celiac trunk.
ht: Sa se aktyèlman la coeliaque du.

source: Celiac, if I remember correctly, kind of refers to an abdomen.
ht: An Coeliaque, si mwen pa bliye kòrèkteman, ti jan de rapò a yon vant.

source: So this blood that-- your hepatic artery.
ht: Se poutèt sa san sa - ou è venn kè.

source: Hepatic deals with the liver.
ht: Hépatique tranzaksyon ak fwa a.

source: Your hepatic artery branches off of this to get blood flow to the liver.
ht: Ou è venn kè mi, yo debranche delivre sa a pou fè san koule pou fwa a.

source: It also gives blood flow to your stomach so it's very important in digestion and all that.
ht: Li tou bay san flux vant ou pou li trè enpòtan nan ijesyon a ak tout sa.

source: And then let's say this is the hepatic trunk.
ht: Epi lè sa a, an n di se sa a è mal.

source: Your liver is sitting like that.
ht: Fwa ou chita kon sa.

source: Hepatic trunk-- it delivers oxygen to the liver.
ht: È mal - l' offre oksijèn pou fwa a.

source: The liver is doing respiration.
ht: Fwa a ap fè bouch nan bouch.

source: It takes up the oxygen and then it gives up carbon dioxide.
ht: Li pran oksijèn an ak lè sa a li va pèdi kabòn.

source: So it becomes de-oxygenated and then it flows back in and to the inferior vena cava, into the vein.
ht: Se konsa, li parèt tankou de-oxygenated, lè sa a li flux tounen nan Et pou la enferyè vena cava, nan venn nan janm la.

source: I want to make it clear-- it's a loop.
ht: Mwen vle fè l' clear-se yon boucle.

source: It's a big loop.
ht: Sa se yon gwo boucle.

source: The blood doesn't just flow out someplace and then come back someplace else.
ht: San pa jis flux soti someplace ak lè sa a vini do someplace lòt moun.

source: This is just one big loop.
ht: Sa se yon sèl gwo boucle.

source: And if you want to know at any given point in time, depending on your size, there's about five liters of blood.
ht: Et si ou vle konnen nan kèk pwen nan tan, en sou taille ou, pa gen apepwè senk (san.

source: And I looked it up-- it takes the average red blood cell to go from one point in the circulatory system and go through the whole system and come back, 20 seconds.
ht: E mwen li leve-li pwan an mwayèn wouj lobil pou yo te sanble plat ki te nan yon pwen nan sistèm du Et aller nan tout sistèm Et vin tounen, 20 segond.

source: That's an average because you can imagine there might be some red blood cells that get stuck someplace and take a little bit more time and some go through the completely perfect route.
ht: Sa se yon mwayèn paske ou ka konprann ka gen kèk selil wouj ki bloke someplace Et pran yon ti kras plis tan ak kèk pase a nèt wout bon nèt.

source: Actually, the 20 seconds might be closer to the perfect route.
ht: Aktyèlman, 20 segond peut être plus pou bon nèt wout la.

source: I've never timed it myself.
ht: Mwen te gen pa janm pwograme li tèt mwen.

source: But it's an interesting thing to look at and to think about what's connected to what.
ht: Men, se yon bagay enteresan pou ap chèche Et pou panse osijè de sa koneksyon ak sa.

source: You have these these arteries up here that they first branch off the arteries up here from the aorta into the head and the neck and the arm arteries and then later they go down and they flow blood to the rest of the body.
ht: Ou gen sa artères sa yo la sa yo anvan direction anwo désactiver artères la nan tout gwo kannal san wouj anwo nan tèt Et kou Et artères bra yo. Lè sa a pi ta yo. sa mache Et yo flux san pou tout rès kò a.

source: So anyway, this is a pretty interesting idea.
ht: Se konsa sa se yon lide trè enteresan.

source: In the next video, what I want to do is talk about, how does the hemoglobin know when to dump the oxygen?
ht: Nan videyo kap vini an, se pou yo fè sa mwen vle pale sou kouman fè moglobin a konnen lè pou image oksijèn an?

source: Or even better, where to dump the oxygen-- because maybe I'm running so I need a lot of oxygen in the capillaries around my thigh muscles.
ht: Ou menm pi bon kote pou image oksijèn an - paske gen dwa mwen kouri pou m bezwen anpil oksijèn nan kapilè nan misk Wis mwen.

source: I don't need them necessarily in my hands.
ht: Mwen pa bezwen yo nesesèman nan men m.

source: How does the body optimize where the oxygen is actually delivering?
ht: Ki jan fè kò a optimiser kote oksijèn an se aktyèlman ap fè livrezon?

source: It's actually fascinating.
ht: Li aktyèlman fascinante.

source: Imagine two people who share an important secret have to split up.
ht: Imajine de moun ki te pataje yon sekrè enpòtan gen pou separe.

source: This requires them to communicate private information from a distance.
ht: Sa mande yo pou yo kominike enfòmasyon prive yon distans lè.

source: However, an eavesdropper named Eve also wants this information, and has the ability to intercept their messages.
ht: Sepandan, yon eavesdropper te rele Veille vle tou enfòmasyon sa yo, Et la abilite pou intercept mesaj yo.

source: So, Alice decides to communicate using letters written in some kind of secret code.
ht: Se konsa, Alice deside pou kominike w ap itilize lèt ki ekri nan yon jan de kòd sekrè.

source: The following analogy is helpful.
ht: Analoji sa a utiles.

source: First, Alice locks her message in a box, using a lock that only she and Bob know the combination to.
ht: Anvan sa, Alice verrous mesaj li a nan yon bwat, itilize yon seri sa sèlman li ak Bob konnen konbinezon a pou.

source: This is known as 'encryption.'
ht: Sa ke yo rekonèt kòm 'cryptage.'

source: Then, the locked message is sent to Bob.
ht: Lè sa a, gwo mesaj voye Bob.

source: When Bob receives the box, he opens it using the code they shared in advance.
ht: Lè Bob resevwa Bwat la, li ouvè l w ap itilize a kòd yo an avans partagées.

source: This is called 'decryption.'
ht: Sa a te rele 'le.'

source: Cryptography begins when we abandon physical locks and use 'ciphers' instead.
ht: Cryptographie kòmanse lè nou pati kite plante fizik ak epi itilize 'par' au.

source: Think of [ciphers] as virtual locks.
ht: Panse a [par] kòm plante virtuel.

source: Ciphers allow Alice and Bob to scramble and descramble their messages so that they would appear meaningless if Eve intercepted them.
ht: Par pèmèt Alice Et Bob pou destabilizasyon Et descramble mesaj yo Lè sa a, yo ta parèt reklame

source: Cryptography has been around for thousands of years.
ht: Cryptographie te alantou depi mil lane.

source: It has decided wars, and is at the heart of the worldwide communication network today.
ht: Li te deside lagè san rete, e li se nan kè le kominikasyon rezo a jodi a.

source: The fascinating story of cryptography requires us to understand two very old ideas related to number theory and probability theory.
ht: Fascinante parabòl cryptographie mande nou pou w konprann lide ran pase Lapousiyè de ki gen rapò nimewo teori Et pwobabilite teori.

source: I learned about the Haiti earthquake by Skype.
ht: Mwen aprann de tranbleman de tè an Ayiti a sou Skype

source: My wife sent me a message,
ht: Madanm mwen te voye yon mesaj pou mwen.

source: "Whoa, earthquake," and then disappeared for 25 minutes.
ht: "Woy, tranbleman tè" epi'l disparèt pou 25 minit

source: It was 25 minutes of absolute terror that thousands of people across the U.S. felt.
ht: Se te 25 minit nan panik absoli ke milyè de moun nan Etazini te santi

source: I was afraid of a tsunami; what I didn't realize was there was a greater terror in Haiti, and that was building collapse.
ht: M te pè de tsounami. S'am pa te reyalize se te gen yon pi gran panik an Ayiti epi kay yo t'ap kraze

source: We've all seen the photos of the collapsed buildings in Haiti.
ht: Nou tout wè foto kay kraze yo an Ayiti.

source: These are shots my wife took a couple days after the quake, while I was making my way through the D.R. into the country.
ht: Sa yo se foto madanm mwen pran de twa jou apre tranbleman de tè a lè'm t'ap pase pa D.R. pou'm antre nan peyi a.

source: This is the national palace -- the equivalent of the White House.
ht: Sa se Palè Nasyonal la, Ekivalan de palè blanch Ameriken an

source: This is the largest supermarket in the Caribbean at peak shopping time.
ht: Sa se pi gwo mache nan Karayib la gen anpil moun k'ap achte.

source: This is a nurses' college -- there are 300 nurses studying.
ht: Sa se yon kolèj pou enfimyè.

source: The general hospital right next door emerged largely unscathed.
ht: Gen 300 enfimyè k'ap etidye. general la ki bò kote'l la general la ki bò kote'l la.

source: This is the Ministry of Economics and Finance.
ht: Sa se Ministè Ekonomi ak Finans la.

source: We have all heard about the tremendous human loss in the earthquake in Haiti, but we haven't heard enough about why all those lives were lost.
ht: Nou tout tande anpil moun ki mouri nan tranbleman tè an Ayiti a, men nou pa tande anpil de poukisa la vi moun sa yo te pèdi.

source: We haven't heard about why the buildings failed.
ht: Nou pa tande de poukisa kay yo kraze.

source: After all, it was the buildings, not the earthquake, that killed 220,000 people, that injured 330,000, that displaced 1.3 million people, that cut off food and water and supplies for an entire nation.
ht: Apre tout bagay, se te kay yo, se pa te tranbleman tè a ki tiye 220,000 moun blese 330,000, deplase 1.3 milyon moun ki koupe manje ak dlo ak provizyon pou tout on peyi

source: This is the largest metropolitan-area disaster in decades, and it was not a natural disaster -- it was a disaster of engineering.
ht: Sa se pi gran dezas nan zòn metwopoliten nan deseni. Epi li pa te yon dezas natirèl. Se te yon dezas de jeni.

source: AlDG has worked in Haiti since 2007, providing engineering and business support to small businesses.
ht: AIDG ap travay an Ayiti depi 2007, bay sipò biznis ak jeni pou ti biznis yo.

source: And after the quake, we started bringing in earthquake engineers to figure out why the buildings collapsed, to examine what was safe and what wasn't.
ht: Apre tranbleman tè ta, nou kòmanse vini ak enjenyè ki spesyalize nan tranbleman tè pou yo ka chèche konnen ki sa ki fè kay yo tonbe, pou yo ekzamine ki sa ki san danje, ki sa ki gen danje.

source: Working with MlNUSTAH, which is the U.N. mission in Haiti, with the Ministry of Public Works, with different NGOs, we inspected over 1,500 buildings.
ht: Pandan n'ap travay ak MINUSTAH, ki se mission ONU in Ayiti, ansanm ak Ministè Travay Piblik, avèk diferan NGO, nou enspèkte 1500 kay.

source: We inspected schools and private residencies.
ht: Nou inspèkte lekòl ansanm ak kay prive.

source: We inspected medical centers and food warehouses.
ht: Nou inspèkte sant medical ak depo manje.

source: We inspected government buildings.
ht: Nou enspèkte ofis gouvènman yo.

source: This is the Ministry of Justice.
ht: Sa se Ministè Jistis.

source: Behind that door is the National Judicial Archives.
ht: Dèyè pòt sa se Achiv Jistis Nasyonal la.

source: The fellow in the door, Andre Filitrault -- who's the director of the Center for Interdisciplinary Earthquake Engineering Research at the University of Buffalo -- was examining it to see if it was safe to recover the archives.
ht: Kanmarad ki nan pòt la, Andre Filitrault, se direktè Sant pou Rechèch Entèdisiplinè de Tranbleman de Tè nan Univèsite de Buffalo t'ap ekzamine'l pou'l wè si p'at gen danje pou ka sove achiv la.

source: Andre told me, after seeing these buildings fail again and again in the same way, that there is no new research here.
ht: Andre di'm, apre'l wè kay sa yo tonbe menm jan chak fwa pa gen nouvo rechèch.

source: There is nothing here that we don't know.
ht: Pa gen anyen la nou pa konnen.

source: The failure points were the same: walls and slabs not tied properly into columns -- that's a roof slab hanging off the building -- cantilevered structures, or structures that were asymmetric, that shook violently and came down, poor building materials, not enough concrete, not enough compression in the blocks, rebar that was smooth, rebar that was exposed to the weather and had rusted away.
ht: Pwen echèk la toujou menm kote - mi ak beton yo pa mare byen nan kolòn yo-- sa se yon twati siman ki pandye sou bò kay la - eskriti kite sipòte yon sèl kote, eskriti ki pa te simetrik, ki souke trè vyolan epi ki tonbe, move materyèl konstriksyon, pa ase siman, pa ase konpresyon nan blòk yo, fè reyanfòsman ki te two lis, fè reyanfòsman ki te ekspoze nan move tan epi ki rouye.

source: Now there's a solution to all these problems.
ht: Konnye a gen yon solisyon pou tout pwoblèm say o.

source: And we know how to build properly.
ht: Epi nou konnen kòman pou nou bati byen.

source: The proof of this came in Chile, almost a month later, when 8.8 magnitude earthquake hit Chile.
ht: Prèv sa soti Chili, prèske yon mwa apre, lè tranbleman de tè de 8.8 mayitid a frape Chili.

source: That is 500 times the power of the 7.0 that hit Port-au-Prince -- 500 times the power, yet only under a thousand casualties.
ht: Sa se 500 fwa pi pisan ke 7.0 ki frape Port-au-Prince 500 fwa pi pisan, epi sèl mwens ke mil mouri.

source: Adjusted for population density, that is less than one percent of the impact of the Haitian quake.
ht: Ajiste pou popilasyon dansite, sa se mwens ke yon pousan enpak tranbleman tè Ayiti a.

source: What was the difference between Chile and Haiti?
ht: Se ki diferans antre Chili ak Ayiti?

source: Seismic standards and confined masonry, where the building acts as a whole -- walls and columns and roofs and slabs tied together to support each other -- instead of breaking off into separate members and failing.
ht: Estanda sismik ak masonnen fèmen, kote kay yo aji ansanm - mi ak kolòn, avèk twati ak beton mare ansanm pou yo ka sipòte yo chak, autan ke yo kraze an moso manb epi tonbe.

source: If you look at this building in Chile, it's ripped in half, but it's not a pile of rubble.
ht: Si'w gade kay san an Chili, li rache an mwatwe, men li pa yon pil blòk kraze.

source: Chileans have been building with confined masonry for decades.
ht: Moun Chili yo t'ap bati ak masonnen fèmen pou deseni.

source: Right now, AlDG is working with KPFF Consulting Engineers,
ht: Konnye a, AIDG ap travay ak KPFF Consulting Engineers,

source: Architecture for Humanity, to bring more confined masonry training into Haiti.
ht: Architecture for Humanity, pou pote plis entrenman masonnen fèmen an Ayiti.

source: This is Xantus Daniel; he's a mason, just a general construction worker, not a foreman, who took one of our trainings.
ht: Sa se Xantus Daniel. Li se yon mason, jusk yon travayè konstriksyon jeneral, li pa yon kontremèt, ki pran yonn nan entrenman nou yo.

source: On his last job he was working with his boss, and they started pouring the columns wrong.
ht: Nan travay pase li ya, li t'ap travay ansanm avèk boss li, epi yo t'ap kòmanse vide siman nan kolòn nan mal.

source: He took his boss aside, and he showed him the materials on confined masonry.
ht: Li pran boss li akote pou'l pale avèk li, epi li montre'l materyel masonnen fèmen yo.

source: He showed him, "You know, we don't have to do this wrong.
ht: Li montre'l, "Ou konnen, nou pa bezwen fè sa mal.

source: It won't cost us any more to do it the right way."
ht: Li p'ap koute nou pi chè pou nou fèl byen."

source: And they redid that building.
ht: Epi yo refè kay la.

source: They tied the rebar right, they poured the columns right, and that building will be safe.
ht: Yo mare fè poto yo byen. Yo vide siman nan kolòn nan byen. Epi kay sa ap vinn san danje.

source: And every building that they build going forward will be safe.
ht: Epi tout lòt kay yo bati aprè sa ap vinn san danje.

source: To make sure these buildings are safe, it's not going to take policy -- it's going to take reaching out to the masons on the ground and helping them learn the proper techniques.
ht: Pou asire ke kay sa yo san danje, li pa'p pran lwa, l'ap pran chèche pale ak mason yo ki a tè a, epi ede yo aprann bon teknik.

source: Now there are many groups doing this.
ht: Konnye a gen anpil group k'ap fè sa.

source: And the fellow in the vest there,
ht: Kanmarad ki gen vès sou li a,

source: Craig Toten, he has pushed forward to get documentation out to all the groups that are doing this.
ht: Craig Toten, t'ap pouse devan mete dokiman deyò pou tout moun k'ap fè sa.

source: Through Haiti Rewired, through Build Change, Architecture for Humanity,
ht: Atravè Haiti Rewired, atravè Build Change, Architecture for Humanity,

source: AlDG, there is the possibility to reach out to 30,000 -- 40,000 masons across the country and create a movement of proper building.
ht: AIDG, gen yen posibilite pou chèch pale ak 30000, 40000 mason atravè peyi a epi kreye yon movman pou bati byen.

source: If you reach out to the people on the ground in this collaborative way it's extremely affordable.
ht: Si'w lonje men'w ba moun yo ki sou tè a nan mwayen kolaboratif sa li ekstrèmman abòdab.

source: For the billions spent on reconstruction, you can train masons for dollars on every house that they end up building over their lifetime.
ht: Pou tout milya k'ap depanse nan rekonstwiksyon an, ou ka antrene mason pou dola sou chak kay yo vinn bati pandan y'ap viv.

source: Ultimately, there are two ways that you can rebuild Haiti; the way at the top is the way that Haiti's been building for decades.
ht: Finalman, gen 2 mwayen ke ou ka rekonstwi Ayiti, mwayen ki kòmanse anwo a se mwayen sa Ayiti te konstwi pou deseni.

source: The way at the top is a poorly constructed building that will fail.
ht: Mwayen sa a se yon kay ki konstwi mal ki pral kraze.

source: The way at the bottom is a confined masonry building, where the walls are tied together, the building is symmetric, and it will stand up to an earthquake.
ht: Mwayen anba a se yon kay ki konstwi ak masonnen fèmen, kote mi yo mare ansanm, kay la an simetri, epi ka kanpe devan yon tranbleman tè.

source: For all the disaster, there is an opportunity here to build better houses for the next generation, so that when the next earthquake hits, it is a disaster -- but not a tragedy.
ht: Pou tout dezas, gen yon opòtinite la pou konstwi bi bon kay pou lòt jenerasyon an, pou lè yon lòt tranbleman tè pase, li t'ap yon dezas otan ke yon trajedi.

source: We're on problem 48.
ht: Nou sou pwoblèm 48.

source: It says if x squared is added to x, the sum is 42.
ht: Pwoblèm la di, si ou ajouté x o karé ak x, la p' baw 42.

source: So let's just write that out. If x squared is added to x, the sum is equal to 42.
ht: Alò anou ekri li. si nou ajouté x o karé ak x, li ap bay 42.

source: Which of the following could be the value of x?
ht: Kiyès nan niméwo sa yo ki kapab x.

source: So essentially they just want us to solve this equation.
ht: Alò esansyèlman sa yo mandé nou fè se rézoud ékwasyon sa a.

source: So the easiest way to do it is to write it as a quadratic equaling 0 and then factoring it.
ht: Alò
